<template>
  <div class="home">
    <h1>ФЕДЕРАЦИЯ МНОГОБОРЬЯ ГТО РОССИИ</h1>
    <p>МНОГОБОРЬЕ ГОТОВ К ТРУДУ И ОБОРОНЕ — ВИД СПОРТА, НАПРАВЛЕННЫЙ НА РАЗВИТИЕ ОБЩЕФИЗИЧЕСКОЙ ПОДГОТОВКИ ЧЕЛОВЕКА И СОСТОЯЩИЙ ИЗ НЕПРЕРЫВНОГО ПОСЛЕДОВАТЕЛЬНОГО ПРОХОЖДЕНИЯ УЧАСТНИКАМИ ДИСТАНЦИИ, ВКЛЮЧАЮЩЕЙ УПРАЖНЕНИЯ НА РАЗВИТИЕ СИЛЫ, СКОРОСТИ, ГИБКОСТИ, ВЫНОСЛИВОСТИ, МЕТКОСТИ, ЛОВКОСТИ.</p>
    <p>
        
МНОГОБОРЬЕ ГТО — ЭТО ВИД СПОРТА, НАПРАВЛЕННЫЙ НА РАЗВИТИЕ ОБЩЕФИЗИЧЕСКОЙ ПОДГОТОВКИ ЧЕЛОВЕКА И СОСТОЯЩИЙ ИЗ НЕПРЕРЫВНОГО ПОСЛЕДОВАТЕЛЬНОГО ПРОХОЖДЕНИЯ УЧАСТНИКАМИ ДИСТАНЦИИ, ВКЛЮЧАЮЩЕЙ УПРАЖНЕНИЯ НА РАЗВИТИЕ СИЛЫ, СКОРОСТИ, ГИБКОСТИ, ВЫНОСЛИВОСТИ, МЕТКОСТИ, ЛОВКОСТИ.    </p>
  </div>
</template>

<script>
export default {
  name: 'HomePage',
};
</script>

<style scoped>

.home {
  max-width: 800px;
  margin: 0 auto;
  padding: 20px;
}

h1 {
  font-size: 32px;
  margin-bottom: 20px;
}

h2 {
  font-size: 24px;
  margin-top: 30px;
  margin-bottom: 10px;
}

p {
  font-size: 18px;
  line-height: 1.5;
  margin-bottom: 20px;
}

</style>
